class TestUsers:
    USER_1 = {
        'name': 'Анна',
        'last_name': 'Смирнова', 
        'address': 'Москва, ул. Тверская, д. 15',
        'metro': 'Тверская',
        'phone': '89991234567',
        'date': '15.10.2025',
        'comment': 'Позвонить за час'
    }
    
    USER_2 = {
        'name': 'Михаил',
        'last_name': 'Иванов',
        'address': 'Москва, ул. Арбат, д. 25',
        'metro': 'Арбатская',
        'phone': '89998765432',
        'date': '20.10.2025',
        'comment': 'Оставить у консьержа'
    }

class FAQData:
    ANSWERS = [
        'Сутки — 400 рублей. Оплата курьеру — наличными или картой.',
        'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.',
        'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.',
        'Только начиная с завтрашнего дня. Но скоро станем расторопнее.',
        'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.',
        'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.',
        'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.',
        'Да, обязательно. Всем самокатов! И Москве, и Московской области.'
    ]
    